---
kind: enumMember
id: F:Autodesk.Revit.DB.TextNoteLeaderStyles.LCS_NONE
enum: Autodesk.Revit.DB.TextNoteLeaderStyles
source: html/c2995bab-88b2-5ee3-4559-0aff2cf5c039.htm
---
# Autodesk.Revit.DB.TextNoteLeaderStyles.LCS_NONE

No leader.